// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "파일 동기화";

// Text of "ok" button, used in various dialogs.
"OK" = "승인";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "취소";

// Text of "Next" button, used in various dialogs
"NEXT" = "다음";

// Text of "Done" button, used in various dialogs
"DONE" = "완료";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "계속";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "%@에 대한 이전 로컬 iDisk";
"PREVIOUS DMG DIR" = "이전 로컬 iDisk";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "이 컴퓨터에서 로컬 iDisk의 이전 복사본이 %@의 디스크 공간을 사용 중입니다. 이 상태를 유지하겠습니까 아니면 휴지통으로 이동하겠습니까?";
"MIGRATION_DESKTOP"  = "유지";
"MIGRATION_TRASH"    = "휴지통으로 이동";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "이 컴퓨터에서 로컬 iDisk의 이전 복사본이 %@의 디스크 공간을 사용 중입니다. 이 상태를 유지하겠습니까 아니면 휴지통으로 이동하겠습니까?";
"CLEANUP_IMAGES_INTERNAL_1"     = "이 컴퓨터에서 로컬 iDisk의 이전 복사본이 %@의 디스크 공간을 사용 중입니다. 이 상태를 유지하겠습니까 아니면 휴지통으로 이동하겠습니까?";
"CLEANUP_IMAGES_DESK_MULTI"     = "이 컴퓨터에서 로컬 iDisk의 여러 이전 복사본이 %@의 디스크 공간을 사용 중입니다. 이 상태를 유지하겠습니까 아니면 휴지통으로 이동하겠습니까?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "이 컴퓨터에서 로컬 iDisk의 여러 이전 복사본이 %@의 디스크 공간을 사용 중입니다. 이 상태를 유지하겠습니까 아니면 휴지통으로 이동하겠습니까?";
"CLEANUP_IMAGES_ALL"            = "이 컴퓨터에서 로컬 iDisk의 여러 이전 복사본이 %@의 디스크 공간을 사용 중입니다. 이 상태를 유지하겠습니까 아니면 휴지통으로 이동하겠습니까?";

"CLEANUP_TITLE_1"     = "컴퓨터에 다른 iDisk 복사본이 있습니다.";
"CLEANUP_TITLE_MULTI" = "컴퓨터에 다른 iDisk 복사본이 있습니다.";

"Keep"  = "유지";
"Trash" = "휴지통으로 이동";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "iDisk가 가득 찼습니다.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "이 경고를 다시 보지 않음.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "iDisk의 파일 중 휴지통에 있는 파일이 있습니다. 사용 공간을 늘리려면 휴지통을 비우십시오.\n\n시스템 환경설정의 %@ 패널에서 iDisk 크기를 늘릴 수 있습니다.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "시스템 환경설정의 %@ 패널에서 iDisk 크기를 늘릴 수 있습니다.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "컴퓨터에 있는 iDisk 크기를 조절해야 합니다.";
"RESIZE IDISK MSG" = "크기를 변경하는 동안에 컴퓨터에 있는 iDisk를 일시적으로 사용할 수 없습니다.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "로컬 iDisk를 끌 수 없습니다.";
"CANT DISABLE BUSY MSG" = "열려 있는 파일을 포함하고 있기 때문에 로컬 iDisk를 지금 비활성화할 수 없습니다. 해당 파일을 닫고 다시 시도하십시오.";
"CANT DISABLE ERR MSG%" = "%d개의 오류가 발생했기 때문에 로컬 iDisk를 지금 비활성화할 수 없습니다. 나중에 다시 시도하십시오.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "iDisk를 동기화하고 있습니다. 계속하겠습니까 아니면 로그 아웃하겠습니까?";
"LOGOUT BUSY MSG" = "iDisk를 동기화한 다음 로그 아웃할 수 있습니다.";

// Text of the "log out" button.
"LOGOUT" = "로그 아웃";

// Text of the "continue" button.
"CONTINUE SYNC" = "계속 동기화";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu바이트";
"%KB"    = "%.2fKB";
"%MB"    = "%.2fMB";
"%GB"    = "%.2fGB";
"%TB"    = "%.2fTB";
"%PB"    = "%.2fPB";
"%XB"    = "%.2fXB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "정리 중...";
"Last sync cancelled."           = "최근 동기화가 취소되었습니다.";
"Finder Settings"                = "Finder 설정";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "%@ 계정이 만료되었습니다.";
"CREATE FAILED:NIL DMA"          = "iDisk 동기화를 켤 수 없음. %2$@ 시스템 환경설정 패널에서 %1$@ 사용자 이름 및 암호를 확인하십시오.";
"CREATE FAILED:NO USERNAME"      = "iDisk 동기화를 켤 수 없음. %2$@ 시스템 환경설정 패널에서 %1$@ 사용자 이름 및 암호를 확인하십시오.";
"CREATE FAILED:TOO BIG"          = "iDisk 동기화를 켤 수 없습니다. iDisk가 사용 가능한 여유 공간보다 큽니다.";
"CREATE FAILED:UNKNOWN"          = "iDisk 동기화를 켤 수 없습니다. 나중에 다시 시도하십시오.";
"Cannot sync more than one computer at a time."	= "다른 컴퓨터가 현재 이 계정과 동기화 중입니다. 나중에 다시 시도하십시오.";
"iDisk syncing unavailable."					= "현재 iDisk를 동기화할 수 없습니다. 나중에 다시 시도하십시오.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "%@ 계정은 활성된 iDisk가 없습니다.";
